menuName=English
icon=english.png

author=REspawn
website=www.turnipfan.com
e-mail=dave.respawn@gmail.com
version=0.1.1
released=01/11/2006

// FIRST LINE MUST BE THE MENU TITLE FOR THIS LANGUAGE FILE
// SECOND LINE MUST BE ICON FILE (INSIDE THE ICONS FOLDER)

c0=Created
c1=Copyright

0000=&File
0001=Edit
0002=Commands
0003=Tools
0004=Options
0005=Help

0006=New
0007=&Open
0008=Open Recent
0009=Close
0010=Information
0011=Save Report
0012=Exit

0013=Find
0014=Find In Files
0015=Copy Name
0016=REname
0017=Lowercase
0018=Name
0019=Extension
0020=Name + Extension
0021=Select All

0022=Files
0023=Models
0024=Textures
0025=Animations
0026=Collisions
0027=Scripts
0028=Unknown

0029=Add
0030=Extract
0031=Quick Extract
0032=Delete
0033=View
0034=Replace
0035=Move To End
0036=Rebuild

0037=Archive Converter
0038=Create Archive

0039=Language
0040=Style
0041=Colors
0042=Line Color One
0043=Line Color Two
0044=Auto Last Opened
0045=Confirm File Delete
0046=Adding Scan
0047=Confirm Multiple View
0048=IMG File Association

0049=Update
0050=About
0051=Create new archive
0052=New archive created
0053=Archive creation cancelled
0054=Not a valid file
0055=Archive closed
0056=Archive loaded
0057=Format
0058=Archive information
0059=IMG File format version
0060=This archive is already open
0061=Filename
0062=Size
0063=Please wait updating lists...
0064=Files added to archive
0065=Files extracted
0066=Add files to archive
0067=Cleaning temp files
0068=Ready
0069=Command Line Engine
0070=Add files to archive
0071=Files Renamed
0072=No Archives Open
0073=IMG File Format 2.0
0074=IMG File Format 1.0
0075=Format
0076=File Size
0077=Archive Information
0078=Extensions Converted
0079=Names Converted
0080=File Extracted
0081=Extract Cancelled
0082=File

0083=Translation by
0084=Archive Rebuilt
0085=Rebuilding the archive can take time depending on size and condition
0086=Do you want to continue?
0087=Rebuild Archive
0088=Rebuild Cancelled

0089=You have more than 15 files selected for viewing
0090=View Files
0091=Delete Files
0092=Are you sure you want to delete the selected files?
0093=Files Selected
0094=File Delete Cancelled
0095=No last extract path, please supply an extract location now
0096=Extract Files

0097=24 Characters is the maximum length for a file name
0098=File names truncated
0099=Exception Handled
0100=You have no application associated with this filetype installed
0101=Unable to load archive
0102=File not found
0103=Replace Files
0104=File replacing cancelled
0105=Files Replaced

0106=Cancel
0107=Apply
0108=Archive File
0109=File To Replace With
0110=Rename File
0111=File Name

0112=Search For
0113=Case Sensative
0114=Results
0115=Search Options
0116=All Files
0117=Search
0118=No Files Selected

0119=Click name to place on clipboard
0120=On Clipboard
0121=Feedback
0122=Quick extract folder could not be found
0123=Please provide a new one
0124=Invalid Path

0125=Reload Archive
0126=Show File Offsets
0127=Archive Reloaded
0128=Offset
0129=The file you are opening is read only
0130=Would you like to changes its attributes so you can edit the file?
0131=Change File Attributes
0132=Enable Editing
0133=File Editing Enabled

0134=A file of this type already exsists in the archive
0135=Replace the old with the new
0136=Rename the old file
0137=Rename the new file
0138=Do not add this file
0139=Add prefix to new file
0140=In future do not prompt
0141=Adding Scan
0142=Report saved
0143=Interface

0144=Select game version...
0145=Game version changed

0146=Now Searching...
0147=Searching Complete. Found:
0148=No items found

0149=IDE Harvest
0150=Harvest complete
0151=Remove
0152=Harvest File
0153=Extract Location
0154=IDE Files
0155=IDE File Type
0156=What To Harvest

0157=The following archives have been modified since opening...
0158=Do you want to reload them?
0159=Refresh Archives

0160=Texture
0161=Depth
0162=Flag
0163=Export Flagged
0164=Flagged
0165=Unflag All
0166=Flagged Files
0167=Harvest Textures

0168=All Supported Formats
0169=Adding files cancelled
0170=Add Texture
0171=Textures to add to archive
0172=What compression should I pick?
0173=Compression
0174=Texture File
0175=Texture Name
0176=Alpha File
0177=Alpha Name
0178=Add
0179=Right click to add and remove
0180=Alpha Used

0181=Texture and Alpha images must be same size
0182=Textures added to archive
0183=What are Mip Map Levels?
0184=Not all textures added

0185=Textures extracted
0186=Extract failed
0187=Extract Textures
0188=Output image format
0189=OK

0190=Extract Alpha
0191=Alphas extracted
0192=This texture has no alpha channel
0193=Textures deleted

0194=Set Image Editor
0195=When finished editing the image click ok to import it
0196=Cancelled
0197=Image editor set

0198=Generate MipMaps
0199=Number of MipMaps to generate
0200=Number not in correct format
0201=MipMaps generated
0202=Unable to create a texture with that many MipMaps

0203=Click cancel to cancel. Big supprise there.
0204=Editing Image
0205=You have no image editor set, please do so now
0206=Textures edited
0207=Replace Texture
0208=Replace cancelled
0209=Textures replaced

0210=Save changes to the file?
0211=Save changes to the following files...
0212=Save All
0213=Save None
0214=Invert Selection
0215=Select All
0216=Select None
0217=Save Changes

0218=Uncompressed
0219=Use original alpha channel
0220=Failed
0221=Files unflagged
0222=Archive saved
0223=All archives saved
0224=Save As

0225=See help file for more information
0226=Import TXD Builder list
0227=List import cancelled

0228=MipMap Generation Cancelled
0229=3D Device was lost
0230=No data will be lost, but all open archives must be reloaded
0231=Do you want to save changes to any currently open archives?
0232=Device reset

0233=Close All
0234=Game Version
0235=Selection
0236=Extract All
0237=Copy To
0238=Templates
0239=Add To Templates
0240=Add From Templates
0241=Invert
0242=Alpha
0243=Texture + Alpha
0244=TXD Builder List
0245=DFF Check
0246=Archive Converter
0247=Archive Merge
0248=Gridlines
0249=Set Image Editor
0250=TXD File Association

0251=Normal
0252=Properties
0253=Texture Wrap
0254=MipMap Display - Level
0255=Display Mode
0256=Save
0257=Recheck

0258=TXD Files To Convert
0259=Save to the same file
0260=Save to a different folder
0261=Convert
0262=Convert Archives
0263=Output

0264=Archive To Merge
0265=Output Archive
0266=Merge

0267=Conversion Cancelled
0268=Merge Cancelled
0269=Conversion Complete
0270=Open File
0271=Open File Cancelled
0272=Added To Templates
0273=Textures Copyied

0274=An exception was caught when trying to run your selected Image Editor.
0275=Please check the Image Editor settings from the options menu and try again.
0276=Editing Failed
0277=Add Folder
0278=Show Extra Info

0279=Add Alpha
0280=Alphas Added
0281=Skpipped (Alpha present or width + height missmatch)
0282=Chose Alpha
0283=Compress All Textures
0284=Are you sure you want to compress all textures in this archive?
0285=Compression Cancelled
0286=All textures compressed

0287=Reset interface
0288=TXD File Registered
0289=Clear List

0290=Export Map
0291=Import Map
0292=Reset Camera
0293=Export Cancelled
0294=Import Cancelled
0295=Open Radar
0296=Save Radar
0297=Open From TXD Files
0298=Open From IMG Archive

0299=Radar imported
0300=Radar Files
0301=Radar loaded
0302=Camera Reset
0303=Map Exported As
0304=The image you are trying to import is not the correct size.
0305=Please check the help file for info on map sizes
0306=Radar Map Imported
0307=Radar Tile Exported
0308=Radar Tile Imported
0309=Radar Saved
0310=Save Changes to the radar?
0311=Not all radar files could be found, please check help file for more info
0312=Unable to continue because of missing files
0313=Unable to continue
0314=Save Files

0315=Export Tile
0316=Import Tile
0317=Export Alpha
0318=Invert Mouse

0319=Update Now
0320=Cancel Update
0321=Current File
0322=Total Update
0323=All downloads complete, Installing them now
0324=Update Complete
0325=View Update Log
0326=No new updates available
0327=Internet Options
0328=Proxy Servers
0329=Unable to retrieve update list
0330=Please check your internet options and try again
0331=You are missing essintal files needed for this tool to function correctly.
0332=Please re-install or use update to download them
0333=Would you like to update now?
0334=Automatic Update
0335=Please ensure all G-Tools are closed before updating
0336=Checking G-Tools files
0337=Downloading update list
0338=Checking file lists
0339=Click ok to update

0340=Multiple Files Selected
0341=GTA Dosent support support MipMapping on 8bit and 32bit images
0342=Flip
0343=Flip Horizontally
0344=Flip Vertically
0345=Textures Flipped
0346=Moved To End

0347=Harvest Settings
0348=Create Individual Extract Folders
0349=Delete Files From Archive Once Extracted
0350=Rebuild Archive After Harvest
0351=Collision Files
0352=Animation Files
0353=Missing Model
0354=Missing Texture
0355=Missing Collision
0356=Missing Animation
0357=Add GTA .dat Map Listing
0358=No IDE Files On The List
0359=No Output Location Supplied
0360=This Archvie Is Empty
0361=Show Preview

